[
  {
    "Type": "StringTable",
    "Name": "ST_NPC",
    "StringTable": {
      "TableNamespace": "ST_NPC",
      "KeysToMetaData": {
        "EnemyPlayer": "Player",
        "EnemySpinner": "Spinner",
        "EnemyMeatbag": "Meanbot",
        "EnemyZombie": "Experiment",
        "EnemyChungus": "Slobkin",
        "EnemyArmyMen": "Army Men",
        "EnemyArmyMan": "Army Man",
        "EnemyJeep": "Army Jeep",
        "EnemyBall": "Bouncy Ball",
        "EnemyChopper": "Army Chopper",
        "EnemyTank": "Army Tank",
        "EnemyPleb": "Pleb",
        "EnemyBigTank": "Big Tank",
        "EnemySoldier": "Soldier",
        "EnemySoldierAssassin": "Assassin",
        "EnemySoldierStealth": "Stealth Soldier",
        "EnemySoldierHeavy": "Heavy Soldier",
        "EnemyGliderPlane": "Glider Plane",
        "EnemyUFO": "UFO",
        "EnemyJet": "Jet",
        "EnemyCargoPlane": "Cargo Plane",
        "EnemyDemolisher": "Demolisher",
        "EnemyTrex": "T-Rex",
        "EnemyCyberRex": "CYBER-Rex",
        "EnemyNinja": "Ninja Joe",
        "EnemyNinjas": "Ninja Joes",
        "EnemyPony": "Trotter",
        "EnemyPonies": "Tiny Trotters",
        "EnemyDrone": "Drone",
        "EnemySpaceMen": "Space Men",
        "EnemySpaceMan": "Space Man",
        "EnemyBrobot": "bRobot",
        "EnemyMissileTruck": "DAMBUSTER",
        "DescSpinner": "High tech killing machines that have blended many soldiers. Spinners utilise a weighted ring system that delivers maximum damage while maintaining manoeuvrability. Avoid contact at all costs.",
        "DescMeatbag": "114 grams of pure malice, however, they only seem to direct this malice toward HYPERCOREs. It is unknown whether Meanbots are sentient or mindless machines. Some personnel have reported Meanbots making yelps upon being shot but this could simply be a result of a short circuit in their wiring.",
        "DescZombie": "Nearly dead but also nearly alive. Created in a lab, Experiments are unnatural creatures whose purpose is unknown. A being of extremely low intelligence they will attack the nearest thing they deem an enemy, be it a soldier or a HYPERCORE.",
        "DescChungus": "These slimy and wrinkly creatures come from a bubbling swamp in a distant land. Slobologists have studied these creatures and determined that they possess a high level of intelligence. They are transported in crates but all appearances indicate that they have an uncanny ability to escape.",
        "DescArmyMen": "Produced in massive numbers, Army Men are designed to swarm the battlefield and are armed with rifles. Their short stature makes them difficult to see in some conditions.",
        "DescBall": "Colorful spheres of rubber that look fun to play with but are actually deadly weapons of war. They impact their target with kinetic energy and always attack in swarms. Precision aiming is required to defeat this easily underestimated enemy.",
        "DescChopper": "Moderately armored rotary aircraft equipped with a machine gun. Capable of delivering heavy damage to equipment and personnel so destroying it quickly is recommended.",
        "DescTank": "A small tank, lightly armoured and inexpensively produced but deployed rapidly and in large numbers.",
        "DescPleb": "The mischievous morons of the toy world. Don't blame them, their IQ is in the single digits.",
        "DescBigTank": "An intimidating enemy equipped with a powerful 8.3mm smoothbore cannon. The 360 degree rotational ability of the turret makes this tank extremely deadly from all angles.",
        "DescJeep": "This four-wheel drive, open bodied off-road vehicle packs serious firepower. It can have an attached machine gun or missile launcher depending on the model.",
        "DescSoldier": "Enemy ground troops built for the purpose of destroying our personnel and equipment. They will shoot on sight and without mercy.",
        "DescGliderPlane": "Constructed of lightweight polystyrene, Gliderplanes are not a durable aircraft. They fly around the battlefield looking for an opportunity to ram their target head on.",
        "DescUFO": "Invaders from a distant planetary system. Very little is known about the aliens except that their weapons are especially powerful. Several personnel have been abducted by the aliens never to been seen again, except for one. His personality was severely altered and he has been admitted to a psych ward where he remains to this day. ",
        "DescJet": "Jets will fly circles around the battlefield and launch missiles thus making them a major thread to HYPERCOREs. Anti-Air turrets are effective at destroying them.",
        "DescCargoPlane": "The Military Cargo Plane is a heavy armoured rotary aircraft designed for troop transport. It is capable of deploying a seemingly endless amount of Army Men onto the battlefield so it is prudent to destroy it quickly and remove the threat.",
        "DescDemolisher": "An extremely durable robot that is programmed to destroy HYPERCOREs and soldiers alike. The head is the only vulnerable part and is normally protected by a shield that only raises to fire its powerful laser canon. Exercise extreme caution near this enemy.",
        "DescTrex": "The T-Rex is the king of the dinos. This large, bipedal creature has a strong bite and a taste for plastic. Shooting the battery compartment on its back is the key to defeating this enemy quickly.",
        "DescCyberRex": "It seems Major Evil has taken nature's greatest predator and given it a boost into the 21st century! Break off as much of its armor as possible; it is the only way to break its shield and deal enough damage.",
        "DescPony": "Charging into battle on a magical cloud, they will love their friends until the very end.  Beware their hunger for AA batteries.",
        "DescNinja": "With their home world obliterated by malfunctioning Hypercores, they have traveled from the furthest regions of space to rid the universe of the technology keeping all toys alive.  ",
        "DescDrone": "The most modern weapon in the enemies arsenal. Mini-drones are fast and deadly. The protective cover is for your protection, not theirs.",
        "DescSpaceMen": "Dropping from outside of the atmosphere and armed with futuristic laser weapons, these Space Men could be your demise. Don't underestimate these marines, especially not the hand-painted ones.",
        "DescBrobot": "They are definitely not your bro. Steer clear of these robots that have been reprogrammed for destruction and attack as a team.",
        "DescMissileTruck": "Chosen by Major Evil for its almost indestructible outer shell. These Trucks are programmed to search for tracking beacons and fire their payload, even if it puts everyone at risk."
      }
    },
    "StringTableId": 0
  }
]